[
    {
        "id": "peter-sarik-trio",
        "disabled": false,
        "name": "Peter Sarik Trio",
        "site": "http://petersarik.com/",
        "descriptions": [
            "\"It's an honour and an enormous challenge to adapt the works of a great master such as Beethoven. As with all adaptations, I thought it was very important to retain the original mood and message of each piece. Also, I tried to imagine that if the master lived now, and he had a superb jazz trio as I do, how he would rearrange his own music. I believe he would be just as bold, unique and innovative in our times too. We followed this direction with  our  adaptations,  so  we'll  probably  surprise  the  audience  several times, because we boldly use the rhythms which are in fashion today, the new features of modern jazz and pop. It's a wonderful game, and it's been proven lots of times that the really great works don't only stand the test oftime but placed into our modern environment they get a new life and give the impression as if they had just been composed\" - Peter Sarik. ",
            "Peter Sarik Trio x Beethoven este un proiect muzical format din Peter Sarik (pian), Tibor Fonay (chitara bas, contrabas) si Attila Galfi (tobe), care adapteaza compozitiile maestrului Beethoven intr-un mod cu totul special. Pe langa cele mai cunoscute sonate pentru pian ale lui Beethoven, trio-ul canta chiar si cateva dintre cele mai cunoscute simfonii ale sale. Este foarte interesant pentru spectatori sa asculte cum, atat prin compozitie cat si prin improvizatie, ritmurile de jazz si pop se amesteca intr-o forma omogena cu muzica clasica.",
            "Trio-ul si-a facut un obicei de a canta Oda Bucuriei impreuna cu publicul spectator la fiecare concert, asa ca, sa va pregatiti versurile!"
        ],
        "imageUrl": "images/artists/peter-sarik-trio/peter.jpg",
        "youtubeVideo": "https://www.youtube.com/v/zE08CEBfElo",
        "sn": {
            "facebook": "https://www.facebook.com/petersarikpiano?fref=ts",
            "twitter": "https://twitter.com/petersarik",
            "youtube": "https://www.youtube.com/user/SarikPeter"
        }
    },
    {
        "id": "china-moses",
        "disabled": true,
        "name": "China Moses",
        "site": "http://www.chinamoses.com/",
        "descriptions": [
            "China is a woman of the new millennium. Born in the United States and raised in France, she is multi-dimensional in her pursuits. As a professional vocalist, songwriter, music producer, television and radio host, China recently released her fifth studio album, “Crazy Blues”, in conjunction with a licensing deal between Universal Music Group International and her own production company, MadeInChina Productions.",
            "Balancing an international tour schedule with her other professional interests, she has produced documentaries and radio programs through her production company. Additionally, China co-founded Notorious Communication, a full-service public relations firm focusing on Fashion, Culture and entertainment, whose campaigns service top-tier clients, including Vans, Etnies, Nike and New Look among others.",
            "Having signed her first contract with Virgin Records France at the age of fifteen, China has since navigated the French media world while developing her artistic career. In 1999, she launched her TV career on French music channel MCM, then joined the ranks of MTV International, in 2004, as \"On Air\" talent and music journalist for MTV France, where she worked until this year.",
            "She spent a year appearing on France’s prime-time TV talk show, “Le Grand Journal,” airing on Canal+ and hosted a daily on-air show on JazzRadio. Out of these projects, China created a music sponsorship program for the ERDF group, for which she serves as an advisor.",
            "Beyond her professional ventures, China is an active philanthropist. She is developing an ambassadorship program with UNESCO partner, International Music Council, to promote musical diversity and open access to culture. She routinely lends her participation to charitable ventures, such as “Solidarité Sida” (AIDS Solidarity) and “Tout le Monde Chante Contre le Cancer” (Everyone Sings Against Cancer) and is an advocate of the arts in education."
        ],
        "imageUrl": "https://scontent.fotp3-1.fna.fbcdn.net/t31.0-8/14361249_1272412069465069_2718321675231385774_o.jpg",
        "youtubeVideo": "https://www.youtube.com/v/N9Qx1lYgJ5o",
        "sn": {
            "facebook": "https://www.facebook.com/chinamoses/?fref=ts",
            "twitter": "https://twitter.com/chinamoses",
            "youtube": "https://www.youtube.com/user/mllechina",
            "instagram": "https://www.instagram.com/chinamoses/"
        }
    },
    {
        "id": "luiza-zan",
        "disabled": false,
        "name": "Luiza Zan",
        "site": "http://luizazan.ro/",
        "descriptions": [
            "Nascută în 1980, Luiza Zan si-a început cariera la vârsta de 4 ani. Atunci a câștigat premiul I la un concurs pentru șoimii patriei din timpul epocii comuniste. Aceeași piesă interpretată la concursul pentru copii („Frunzuliţa d’alior”) îi aduce premiul I la Festivalul Internațional Cerbul de Aur, din iulie 2004, la exact o săptămână după cucerirea unui prestigios premiu al II-lea la Festivalul de Jazz din Montreux, Elveția.",
            "Luiza Zan a studiat canto clasic timp de 9 ani consecutiv, urmând cursurile Liceului de Artă din Piatra Neamţ și pe cele ale Universităţii de Arte Iași.",
            "Concursul din Montreux i-a oferit șansa de a cânta acompaniată de muzicieni de renume precum Geri Allen, Bob Hurst, Eric Harland sau Omar Hakim. La Gala Premiilor de Jazz din 2004, eveniment organizat de Radiodifuziunea Română, i s-a acordat ”Premiul Confirmării”.",
            "Printre numeroșii muzicieni alături de care a cântat se numără Rick Condit –profesor și saxofonist din Statele Unite care a cântat cu Ella Fitzgerald big band –, Mircea Tiberian, Romeo Cosma, Ion Baciu Jr., Armen Donelian, Jurgen Bothner, Arthur Balogh,Vlaicu Golcea, Vlad Popescu, Sorin Romanescu, Electric Brother,  Dj Vasile,  McNeeste State University Big Band din Louisianna, Petras Geniusas, Alex Harding, etc.",
            "Artista s-a implicat de-a lungul timpului în proiecte muzicale, dar si din alte zone artistice, facand parte din echipa spectacolului de teatru ”Napasta”, in regia lui Radu Afrim, de asemenea, aparand in distributia spectacolului de dans contemporan ”Visa Game”, alaturi de Cosmin Manolescu si Pascal Allio.",
            "A scris muzica de film – ”Carambol”, ”Circul Vesel” (HBO), ”Australia” (HBO)",
            "Este un apreciat pedagog, fiind invitata in repetate randuri in cadrul taberei de creatie ”IconArts”, alaturi de nume sonore din muzica internationala clasica si jazz."
        ],
        "imageUrl": "images/artists/luiza-zan/luiza-zan.jpg",
        "youtubeVideo": "https://www.youtube.com/v/9z-QbAn4WYw",
        "sn": {
            "facebook": "https://www.facebook.com/luizazanofficial",
            "twitter": "https://twitter.com/zanluiza",
            "youtube": "https://www.youtube.com/user/SarikPeter",
            "instagram": "https://www.instagram.com/explore/tags/luizazan/"
        }
    },
    {
        "id": "sebastian-spanache-trio",
        "disabled": false,
        "name": "Sebastian Spanache Trio",
        "site": "http://www.sebastianspanachetrio.com/",
        "descriptions": [
            "Sebastian Spanache Trio is placed at the leading edge of the new generation of young romanaian jazz musicians with award-winning new and original material by fans and critics alike. The three form a group with a new take on modern odd-meter song-based improvisation, a group that invites the audience to share in the navigation of their own musical future. The trio was established in fall of 2011 in Timisoara, Romania.",
            "After about a year of preparing their material, in February of 2013 the trio went into the studio to record their first official album 'HUMANIZED'. From the first bars of 'Argentina' you can tell this is not going to be your usual jazz endeavor: the tunes are skillfully crafted, with intricate meters and complex, unexpected forms. The influences borrow from a wide musical palette, with grooves and atmospheres suggestive of ambient or electronic music. 'Seven is Your Friend' starts hot only to regain balance within the unique vitality of improvisations, in-the-moment dialogue and attention to the architecture of musical storytelling. And 'Red' calls to mind an ethereal journey through present-times music that goes beyond what you would typically hear in a 'classic' jazz piano trio.",
            "In 2014, recordings of the trio's second album titled 'A PASHA'S ABSTINENCE' begin early in January. The CD features eight original compositions which introduce subtle ottoman traditional music elements - a culture that has greatly influenced romanian music and romanian culture as a whole - in the trio's critically acclaimed song-based improvisation, intricate compositions and organic interplay. 'A Pasha's Abstinence' features the beautiful talent of a select few additions to the trio: Joanna Kucharczyk (vocal), Alex Simu (soprano clarinet), George Dumitriu (guitar) and Berti Barbera (percussion). The title track of the album also features a string quartet consisting of Banatul Philharmonic of Timisoara artists Cătălina Trincă (v), Otilia Marița (v), Iuliana Birtea (vio) and Lidia Cosmin (cello).",
            "Sebastian Spanache Trio has a great track record of appearances on the local and international jazz scene opening for world class names such as Richard Bona (at JazzTM), Adam Bałdych Imaginary Quartet (GreenHours Intl. Festival), Robert Mitchell's Panacea (ArCub Jazz&More), participating in showcase events such as MÜPA Budapest Jazz Showcase, touring in Romania and the CE European region (with the release of Humanized) as well as being awarded the grand trophy at Johnny Raducanu International Jazz Competition in Braila. The trio has also been wonderfully embraced by the local and international speciality press and critics."
        ],
        "imageUrl": "images/artists/ss3/ss3.jpg",
        "youtubeVideo": "https://www.youtube.com/v/wnmZ7pAcBp8",
        "sn": {
            "facebook": "https://www.facebook.com/SebastianSpanacheTrio",
            "youtube": "https://www.youtube.com/channel/UC_ajGYYfBEMSVxVcgBR_BNQ"
        }
    },
    {
        "id": "jazzy-bit",
        "disabled": false,
        "name": "JazzyBIT",
        "site": "http://jazzybit.ro",
        "descriptions": [
            "JazzyBIT (n. 2 februarie 2012, Timișoara) este un trio format din Teodor Pop (pian, claviaturi), Mihai Moldoveanu (bas) și Szabó Csongor-Zsolt (tobe), ce oferă o combinație energică de jazz și rock, presărată cu blues, latin și funk. După ce câștigă Premiul pentru debut pe 2013 al Fundației Muzza din București, trupa lansează independent primul album “Touch the Sky” la începutul lui 2014, album ce ajunge pe locul 9 în controversatul top al muzicii românești “Muzici și Faze”.",
            "Urmează peste 100 de concerte atât în țară, cât și în Ungaria (Budapest Jazz Club și A38), Austria sau Italia, unde JazzyBIT a ajuns în finala competiției European Jazz Award din cadrul festivalului Tuscia in Jazz. În 2016 trupa revine cu al doilea album “Horizon”, înregistrat la renumitul studio din Ungaria “SuperSize Recording” și publicat la casa de discuri EM Records."
        ],
        "imageUrl": "http://jazzybit.ro/wp-content/uploads/2015/01/JazzyBIT-2013-2.jpg",
        "youtubeVideo": "https://www.youtube.com/v/xx3nx1J1598",
        "sn": {
            "facebook": "https://www.facebook.com/JazzyBIT.band/",
            "googleplus": "https://plus.google.com/115339545051115312766",
            "youtube": "https://www.youtube.com/channel/UCHpNGNZx2DInMHwVqtEMHxw"
        }
    },
    {
        "id": "blue-noise",
        "disabled": false,
        "name": "Blue Noise",
        "site": "http://bluenoise.ro",
        "descriptions": [
            "Blue Noise: șase voci creează muzică a cappella unică pe piața românească!",
            "Cele șase voci sunt șase interpreți cu o pregătire artistică solidă, activi de-a lungul timpului în diverse formații. Patru dintre ei au făcut parte din trupa Jazzappella, prima formație a capella din România. În cei aproape trei ani de Jazzappella au pus bazele genului a cappella în România, învățând din mers, găsindu-și treptat un public care i-a susținut și i-a urmărit. Au susținut peste 120 de concerte, în țară și în festivaluri internaționale de jazz, producându-se alături de nume importante ale genului, printre care amintim Swingle Singers și Vocal Sampling.",
            "Patru interpreți au hotărât să meargă mai departe, să continue experimentul muzical în ideea unui „laborator de voci”. Experiența dobândită în jazz-ul a cappella le permite să abordeze acum alte genuri muzicale. Iar cei doi noi membri ai formației aduc un suflu nou și influențe diferite. În universul muzical al formației, sonoritățile jazz din anii '50 - '60 se amestecă cu ritmuri de pop, rhythm and blues și beat box.",
            "Blue Noise este povestea antagonismelor care creează împreună o muzicalitate originală. Culoarea albastră te duce cu gândul la liniște, la melancolie, la armonie. Iar zgomotul este elementul perturbant, el aduce disonanța, lipsa calmului. Blue este o referință și la labelul mitic de jazz Blue Note, jazz-ul fiind genul muzical aflat la baza repertoriului formației. Noise reprezintă toate celelalte influențe care îmbogățesc acest repertoriu. Cele două reunite spun povestea unei formații unice în România: șase voci creează muzică a cappella cum n-ai mai auzit!",
            "Blue Noise este povestea unei formații care vrea să bucure, să emoționeze, să impresioneze printr-un univers artistic inedit și prin virtuozitate muzicală. Membrii grupului te vor cuceri prin pasiunea pe care o pun în muzică, prin carisma lor și prin plăcerea pe care o au de a cânta împreună. Bine ai venit! Vocalizează!",
            "Blue Noise se numără printre cei 12 finaliști ai preselecției pentru Eurovision 2015! Piesa trimisă în preselecție se numește Love Won’t Run Away și este o creație originală a membrilor formației. Este prima oară când o piesă a cappella este selecționată să participe la finala pe țară pentru Eurovision. Si asta nu e tot. Blue Noise a avut o prestatie solida, printre nume celebre ale muzicii romanesti si s-au clasat la sfarsitul concursului pe un merituos loc 4. O performata unica a unei formatii a capella."
        ],
        "imageUrl": "images/artists/blue-noise/blue-noise.jpg",
        "youtubeVideo": "https://www.youtube.com/v/Vi2b4F8D-3E",
        "sn": {
            "facebook": "https://www.facebook.com/wearebluenoise/about/?entry_point=page_nav_about_item&tab=page_info",
            "youtube": "https://www.youtube.com/channel/UC6mHvranH1VQ0_LbihC90DQ"
        }
    }
]
